import React from 'react';

function HELP() {
    return (
        <>
        <div>
        안녕하세요! 22기 단장으로 활동했던 최봉수라고 합니다 :)<br/><br/>
        우선 유코브 합격하신 것 축하드립니다!<br/> 
        이 글을 볼 쯤은 아마 충분히 인턴십도 경험하구 다음기수 리크루팅할 시점이겠죠?<br/>
        마지막까지 화이팅하셔요! 어려운 시간 동안 어려운 도전하시느라 고생 많으십니다 ㅠㅠ 늘 응원하고 있겠습니다<br/><br/>
        페이지 사용에 대한 간단한 도움 말 드립니다!<br/><br/>
        우선 혹시 홈페이지 자체를 수정하셔야 할 경우<br/><br/>
        <a href='https://github.com/11t518s/ukov_admin'>이곳</a>에서 클론해 가셔서 수정하시면 됩니다.<br/><br/>

        홈페이지 수정하는 것은 언제나 환영합니다! 편하게 하시구 나중에 괜찮으시면 알려주시면 더 좋겠네요!<br/>
        이런저런 내용은 readme에 써뒀으니 참고 부탁드립니다.<br/><br/>

        혹시 개발을 할 줄 모르는 단원만 있다면 단장님 계정에서 전체 계정정보에 제 핸드폰 번호있으니 연락주세요!<br/>
        ukov계정으로 인스타 dm주셔도 되고, 전 단장님을 통해 ukov톡방으로 연락주셔도 좋습니다 :)<br/><br/>

        url을 한번 ukov.kr로 갱신하고 싶은데, 아마 10~12월 쯤 ukov.co.kr이 만료될 것 같아서 그때 단장님과 개발자님이 힘 써주길 바랍니다 :)<br/>
        지금은 netlify를 사용해서 url연결했고, firebase로 db를 만든터라 많이 부족해서요 ㅠㅠ<br/><br/>

        제가 디자인 쪽과 ui라는 개념이 많이 부족해서 어드민 페이지 자체도 어려워보이네요 ㅠㅠ<br/>
        그래도 여러분은 저보다 훌륭하신 분이라 부족한 저의 페이지도 잘 이해해주시리라 믿습니다 ㅎㅎ<br/><br/>

        어쨋든 수정할 수 있게 해뒀으니 어떤 것인지 모르겠으면 해보시면서 알아가도 괜찮을 것 같아요!<br/>
        일단 수정하는 것까진 구현하지 않았고, 삭제와 업로드로만 구현해뒀습니다.<br/>
        올린 순서대로 올라가게 해뒀으니 참고 부탁드립니다.<br/><br/>
        
        혹시 어려운 일 생기면 언제든 저 뿐만 아니라 다양한 선배 기수분들께 말씀해주세요! 기다리고 있겠습니다!<br/>
        마무리 잘하시구 나중에 좋은 자리에서 뵙길 바라고 있겠습니다 :)<br/>



        
        </div>
        </>

    )
}

export default HELP;