import React from 'react';

function HELP() {
    return (
        <>
        <div>
        안녕하세요! 22기 단장으로 활동했던 최봉수라고 합니다 :)<br/><br/>
        우선 유코브 합격하신 것 축하드립니다!<br/> 
        이 글을 볼 쯤은 아마 충분히 인턴십도 경험하구 다음기수 리크루팅할 시점이겠죠?<br/>
        마지막까지 화이팅하셔요! 어려운 시간 동안 어려운 도전하시느라 고생 많으십니다 ㅠㅠ 늘 응원하고 있겠습니다<br/><br/>

        페이지 사용에 대한 간단한 도움 말 드립니다!<br/><br/>

        내부 기능에 관해서는 첫 UKOV 정보 탭이 제일 어려워보이는데<br/><br/>
        첫 번째 박스는 꼭 다 채워야 하고,<br/> 
        두 번째 박스는 파일을 업데이트 하는 것인데 첫 박스 기수를 바꾸신 다음 올리셔야 파일 명이 제대로 됩니다!<br/>
        세 번쨰 박스는 서류 마감 완료하고나서 또 지원자 있을 까봐 숨길 수 있게 만들어뒀습니다.<br/> 
        그 위에 글씨도 감사합니다 / 지원 기다립니다 이렇게 해뒀어요~~<br/><br/>

        선발 부분과, FAQ는 줄을 추가하는 버튼이 있습니다<br/>
        firebase가 줄바꿈을 인식을 못해서 일단 구현해뒀구 8줄까지 됩니당<br/><br/>
        
        어쨋든 수정할 수 있게 해뒀으니 어떤 것인지 모르겠으면 해보시면서 알아가도 괜찮을 것 같아요!<br/>
        일단 수정하는 것까진 구현하지 않았고, 삭제와 업로드로만 구현해뒀습니다.<br/>
        올린 순서대로 올라가게 해뒀으니 참고 부탁드립니다.<br/><br/>

        혹시 홈페이지 자체를 수정하셔야 할 경우<br/><br/>
        <a href='https://github.com/11t518s/ukov_admin'>이곳</a>에서 클론해 가셔서 수정하시면 됩니다.<br/><br/>

        리액트로 개발했구 서버는 firebase, url은 netlify로 연결헀구, url은 hosting.kr에서 구매했습니다.<br/>
        홈페이지 수정하는 것은 언제나 환영합니다! 편하게 하시구 나중에 괜찮으시면 알려주시면 더 좋겠네요!<br/>
        이런저런 내용은 readme에 써뒀으니 참고 부탁드립니다.<br/>
        아마 짝수기수에서 URL문제로 말썽 부릴 때가 있을 텐데 URL기간 잘 확인하셔야 합니다.<br/>
        그래야 우리 메일도 계속 쓸 수 있고 이 홈페이지랑 이 어드민 페이지도 유지할 수 있습니다<br/><br/>

        혹시 개발을 할 줄 모르는 단원만 있다면 단장 계정 구글 드라이브에 기수별 정보에 제 핸드폰 번호있으니 연락주세요!<br/>
        ukov계정으로 인스타 dm주셔도 되고, 전 단장님을 통해 ukov톡방으로 연락주셔도 좋습니다 :)<br/><br/>

        제가 디자인과 ux/ui라는 개념이 많이 부족해서 어드민 페이지 자체도 어려워보이네요 ㅠㅠ<br/>
        그래도 여러분은 저보다 훌륭하신 분이라 부족한 저의 페이지도 잘 이해해주시리라 믿습니다 ㅎㅎ<br/><br/>

        혹시 홈페이지 뿐만 아니라 도움이 필요하신 일 있으시면 연락주세요!<br/>
        마무리 잘하시구 나중에 좋은 자리에서 뵙길 바라고 있겠습니다 :)<br/>



        
        </div>
        </>

    )
}

export default HELP;